// 墙的性质
export const wallType = [
    {
        name: '留言墙',
        individual: '“每一言，每一语，都是池中的光。”'
    },
    {
        name: '照片墙',
        individual: '“勺池时光，记录每一刻的温柔。”'
    }
]

// 分类标签
export const label = [
    ['留言', '目标', '理想', '过去', '将来', '爱情', '亲情', '友情', '秘密', '信条', '无题'],
    ['我', 'ta', '喜欢的', '有意义的', '值得纪念的', '母校', '生活', '天空', '我在的城市', '大海']
]

// 卡片背景色
export const cardColor = [
    'rgba(252, 175, 162, 0.30)',
    'rgba(255, 227, 148, 0.30)',
    'rgba(146, 230, 245, 0.30)',
    'rgba(168, 237, 138, 0.30)',
    'rgba(202, 167, 247, 0.30)',
    'rgba(212, 212, 212, 0.30)'
]
